[
    {
        "loc": [
            31.7857,
            35.2271
        ],
        "label": "Jerusalem",
        "description": "A city holy to three of the world's major religions, and a central location in the life and ministry of Jesus Christ."
    },
    {
        "loc": [
            31.7043,
            35.2076
        ],
        "label": "Bethlehem",
        "description": "The birthplace of Jesus, and the site of the Church of the Nativity, one of the oldest continuously operating churches in the world."
    },
    {
        "loc": [
            32.70215,
            35.297633
        ],
        "label": "Nazareth",
        "description": "The childhood home of Jesus, and the site of the Basilica of the Annunciation, which commemorates the announcement of the angel Gabriel to Mary."
    },
    {
        "loc": [
            32.881139,
            35.575056
        ],
        "label": "Capernaum",
        "description": "A fishing village on the north shore of the Sea of Galilee that served as a base for Jesus' ministry in the region."
    },
    {
        "loc": [
            32.8189,
            35.5900
        ],
        "label": "Sea of Galilee",
        "description": "A freshwater lake in northern Israel that features prominently in the Gospels, serving as a site of several of Jesus' miracles and teachings."
    },
    {
        "loc": [
            32.68624,
            35.393125
        ],
        "label": "Mount of Transfiguration",
        "description": "The site of Jesus' transfiguration, where he was seen speaking with Elijah and Moses and where a voice from heaven declared him to be God's son."
    },
    {
        "loc": [
            31.77941,
            35.23944
        ],
        "label": "Garden of Gethsemane",
        "description": "The site where Jesus is said to have prayed and agonized the night before his crucifixion, and where he was betrayed by Judas Iscariot."
    },
    {
        "loc": [
            31.761417,
            35.558333
        ],
        "label": "Jordan River",
        "description": "The river where John the Baptist baptized Jesus, and an important location in Christian pilgrimage and tradition."
    },
    {
        "loc": [
            31.744506,
            35.245124
        ],
        "label": "Mount of Olives",
        "description": "A mountain ridge east of Jerusalem, and the site of several important events in the life of Jesus, including his ascension into heaven."
    }
]